Repository: kzbar/betna
Catalog: lib/l10n/intl_*.arb
Languages: ar, tr

# kAppName
source: betna
ar: بيتنا

# kAppName1
source: .net
ar: العقارية
tr: Emlak

# kAddNewAd
source: Add ad
ar: اضافة اعلان
tr: Reklam ekle

# kCancelSearch
source: Cancel search
ar: الغاء البحث
tr: Aramayı iptal et

# kNumberAds
source: Number of ads {number}
ar: عدد الاعلانات {number}
tr: İlan sayısı {number}

# kOldLess
source: Old/Less
ar: الأقل/الأقدم
tr: En eski/Daha az

# kLatestHighest
source: Latest/Highest
ar: الأحدث/الأعلى
tr: En Son/En Yüksek

# kSearchBy
source: Search by {value}
ar: البحث بواسطة {value}
tr: Şuna göre ara {value}

# kNumberContracts
source: Number contracts {value}
ar: عدد العقود {value}
tr: Sözleşme sayısı {value}

# kEmail
source: Email
ar: البريد الالكتروني
tr: E-posta

# kPassword
source: Password
ar: كلمة السر
tr: Parola

# kCallNow
source: Call now
ar: اتصل الآن
tr: Şimdi ara

# kWelcomeMessage
source: Welcome to our home site. The site is currently under construction. For more information, please contact the following number
ar: اهلا وسهلا في موقع بيتنا الموقع حاليا قيد الانشاء . للمزيد من المعلومات يرجى التواصل على الرقم التالي
tr: Ana sitemize hoş geldiniz. Site şu anda yapım aşamasındadır. Daha fazla bilgi için lütfen aşağıdaki numarayla iletişime geçin

# kLogin
source: Login
ar: تسجيل الدخول
tr: Oturum aç

# kRequiredErrorText
source: This field cannot be empty.
ar: هذا المجال لا يمكن أن يكون فارغا.
tr: Bu alan boş olamaz.

# kSetting
source: Setting
ar: ضبط
tr: Ayarlar

# kLogout
source: Log out
ar: تسجيل خروج
tr: Çıkış Yap

# kHome
source: Home
ar: الرئيسية
tr: Ana sayfa

# kRoom
source: Rooms
ar: عدد الغرف
tr: Oda sayısı

# kPrice
source: Price
ar: السعر
tr: Fiyat

# kArea
source: Area
ar: المساحة
tr: m² (Net)

# kFloor
source: Floor
ar: الطابق
tr: Kat

# kPayment
source: Payment
ar: طريقة الدفع
tr: Ödeme şekli

# kTitle
source: Title {number}
ar: عنوان {number}
tr: Başlık {number}

# kFontType
source: Font Type
ar: نوغ الخط
tr: Yazı tipi

# kLang
source: Language
ar: اللغة
tr: Dil

# kCash
source: Cash
ar: نقدي
tr: Nakit

# kInstallment
source: Installment
ar: تقسيط
tr: Taksit

# kType
source: Ad type
ar: نوع الاعلان
tr: Reklam türü

# kRent
source: For Rent
ar: للايجار
tr: Kiralık

# kSale
source: For Sale
ar: للبيع
tr: Satılık

# kWithBackground
source: Background
ar: خلفية
tr: Arka fon

# kWithLogo
source: With Logo
ar: مع شعار
tr: Logo ile

# kAddProject
source: Add a new project
ar: اضافة مشروع جديد
tr: Yeni bir proje ekleyin

# kPaymentMethod
source: Payment method
ar: طريقة الدفع
tr: Ödeme şekli

# kImages
source: Images
ar: الصور
tr: Görüntüler

# kInSideImages
source: In side images
ar: الصور الداخلية
tr: Yan görüntülerde

# kGeneralInformation
source: General information
ar: المعلومات العامة
tr: Genel bilgi

# kTypeProperty
source: property type
ar: نوع العقار
tr: Emlak Tipi

# kDeliveryDate
source: Delivery Date
ar: تاريخ التسليم
tr: Teslim tarihi

# kConstructionYear
source: Construction Year
ar: تاريخ البناء
tr: Inşaat yılı

# kSelect
source: Select
ar: حدد
tr: Seçiniz

# kDetailInformation
source: Detail information
ar: المعلومات التفصيلية
tr: Detay bilgileri

# kSend
source: Send
ar: ارسال
tr: Gönder

# kPriceStarts
source: Price starts
ar: السعر يبدأ
tr: Fiyat başlar

# kCity
source: City
ar: المدينة
tr: Il

# kTown
source: Town
ar: المقاطعة
tr: ilce

# kApartmentsPrices
source: Apartments and prices
ar: الشقق والاسعار
tr: Daireler ve fiyatlar

# kBath
source: Bath
ar: الحمام
tr: banyo

# kSetLocation
source: Set Location
ar: حدد الموقع

# kForSaleTitle
source: For sale
ar: شقق للبيع
tr: Satılık

# kProjects1
source: Projects
ar: مشاريع سكنية
tr: Projeler

# kForRentTitle
source: For Rent
ar: شقق للإيجار
tr: Kiralık

# kPageNotFound
source: Page Not Found
ar: الصفحة غير موجودة
tr: Sayfa bulunamadı

# kBackToHome
source: Back to Home
ar: العودة الى الصفحة الرئيسية
tr: Ana sayfaya git

# kWhatsApp
source: whatsApp chat
ar: محادثة واتس إب
tr: whatsApp sohbet

# kDirectCall
source: Direct call
ar: مكالمة مباشرة
tr: Direkt Arama

# kMessenger
source: Messenger chat
ar: محادثة مسنجر
tr: Messenger sohbeti

# kRequestCall
source: Request call
ar: طلب اتصال
tr: Çağrı iste

# kSpeedDial
source: Speed Dial
ar: اتصال سريع
tr: Hızlı arama

# kMessage1
source: Contact us now
ar: اتصال الآن
tr: Şimdi bize ulaşın

# kMessage2
source: Special offers
ar: عروض مميزة
tr: Özel teklifler

# kMessage3
source: Apartments for sale in Istanbul
ar: شقق للبيع في اسطنبول
tr: İstanbul'da satılık daireler

# kMessage4
source: Investment projects
ar: مشاريع استثمارية
tr: Yatırım projeleri

# kMessage5
source: Free real estate advice
ar: استشارة عقارية مجانية
tr: Ücretsiz emlak danışmanlığı

# kChangeLang
source: Change Language
ar: تغير اللغة
tr: Dili değiştir

# kChangeCurrency
source: Change Currency
ar: تغير العملة
tr: Değişim Döviz

# kHeaderPageTitle
source: Header page adding
ar: تحديد راس الصفحة
tr: Başlık sayfası ekleme

# kProjectAll
source: All projects
ar: جميع المشاريع
tr: Tüm projeler

# kProjectsUnderConstruction
source: Projects under construction
ar: مشاريع قيد الانشاء
tr: Yapım aşamasındaki projeler

# kReadyForHousingProjects
source: Ready for housing projects
ar: مشاريع جاهزة للسكن
tr: Konut projelerine hazır

# kInvestmentProjects
source: Investment projects
ar: مشاريع استثمارية
tr: Yatırım projeleri

# kAllHouses
source: All Houses
ar: جميع العروض
tr: Tüm Evler

# kAffordableHomes
source: Affordable Homes
ar: عروض مناسبة
tr: Uygun Fiyatlı Evler

# kLuxuryHomes
source: Luxury Homes
ar: منازل فاخرة
tr: Lüks evler

# kSeeAllListing
source: See All listing
ar: شاهد جميع العروض
tr: Tüm listeyi gör

# kNoOffer
source: There are no offers currently
ar: لا يوجد عروض حاليا
tr: Şu anda teklif yok

# kYearsAgo
source: {value} years ago
ar: منذ {value} سنوات
tr: {value} Yıllar önce

# kDaysAgo
source: {value} Days Ago
ar: منذ {value} أيام
tr: {value} Günler önce

# kWeeksAgo
source: {value} Weeks Ago
ar: منذ {value} أسابيع
tr: {value} Haftalar önceo

# kMonthsAgo
source: {value} Months Ago
ar: منذ {value} أشهر
tr: {value} Aylar önce

# kHoursAgo
source: {value} Hours Ago
ar: منذ {value} ساعات
tr: {value} Saatler önce

# k1yearAgo
source: 1 year Ago
ar: منذ سنة واحدة
tr: 1 yıl önce

# kLastYear
source: Last Year
ar: العام الماضي
tr: Geçen yıl

# k1MonthAgo
source: 1 Month Ago
ar: قبل شهر واحد
tr: 1 ay önce

# kLastMonth
source: Last Month
ar: الشهر الماضي
tr: Geçen ay

# k1WeekAgo
source: 1 Week Ago
ar: قبل أسبوع واحد
tr: 1 hafta önce

# kLastWeek
source: Last Week
ar: الاسبوع الماضى
tr: Geçen hafta

# k1DayAgo
source: 1 Day Ago
ar: قبل يوم واحد
tr: 1 gün önce

# kYesterday
source: Yesterday
ar: البارحة
tr: Dün

# k1HourAgo
source: 1 Hour Ago
ar: قبل ساعة واحدة
tr: 1 saat önce

# kAnHourAgo
source: An Hour Ago
ar: قبل ساعة
tr: Bir saat önce

# kMinutesAgo
source: {value} Minutes Ago
ar: منذ دقائق
tr: {value} Dakika önce

# k1MinuteAgo
source: 1 Minute Ago
ar: قبل دقيقة واحدة
tr: 1 dakika önce

# kAMinuteAgo
source: Minute Ago
ar: قبل دقيقة
tr: Bir dakika önce

# kFewSecondsAgo
source: Few Seconds Ago
ar: قبل بضع ثوان
tr: Birkaç Saniye Önce

# kJustNow
source: Just Now
ar: في هذة اللحظة
tr: Şu anda

# kNew
source: New
ar: جديد
tr: Yeni

# kBalcony
source: Balcony
ar: بلكون-شرفة
tr: Balkon

# kThereIs
source: Yes
ar: موجود
tr: var

# kThereIsNot
source: No
ar: غير موجود
tr: Yok

# kDeposit
source: Deposit
ar: التامين
tr: Depozito

# kFee
source: Fee
ar: العائدات الشهرية
tr: Aidat

# kSearch
source: Search by {value}
ar: البحث عبر {value}
tr: Arama {value}

# kPDFSaved
source: Saved items
ar: العناصر المحفوظة
tr: Kaydedilen Öğeler

# kHouseNew
source: new unused
ar: جديد غير مستخدم
tr: yeni kullanılmamış

# kHouseOld
source: Used
ar: مستخدم
tr: Kullanılmış

# kHouseState1
source: Empty
ar: فارغ
tr: Boş

# kHouseState2
source: tenanted
ar: مؤجر
tr: kiracılı

# kHouseState3
source: property owner
ar: صاحب العقار
tr: mülk sahibi

# kAdId
source: Ad no
ar: رقم الاعلان
tr: İlan no

# kDateAdded
source: Date
ar: تاريخ الاعلان
tr: İlan Tarihi

# kLastModified
source: Modified date
ar: تاريخ التعديل
tr: Son düzenleme

# kAreaAll
source: Total area
ar: المساحة الكلية
tr: Toplam alanı

# kAreaNet
source: Net area
ar: المساحة الصافية
tr: net alan

# kExplanation
source: Explanation
ar: الشرح
tr: açıklama

# kInSideSite
source: In side site
ar: داخل مجمع
tr: Site İçerisinde

# kAgeBuilding
source: Age building
ar: عمر البناء
tr: Bina Yaşı

# kFloors
source: Floors
ar: عدد الطوابق
tr: Kat Sayısı

# kBathrooms
source: Bathrooms
ar: غرفة النوم
tr: banyolar

# kTypesHeating
source: Types heating
ar: نوع التدفئة
tr: Isıtma

# kPropertyCase
source: Property case
ar: حالة العقار
tr: Kullanım Durumu

# kInternalFeatures
source: Internal features
ar: الميزات الداخلية
tr: İç Özellikler

# kExternalFeatures
source: External features
ar: الميزات الخارجية
tr: Dış Özellikler

# kView
source: View
ar: الاطلالة
tr: Manzara

# kNo
source: No
ar: لا
tr: Hayır

# kYes
source: Yse
ar: نعم
tr: Evet

# kAdInfo
source: Ad details
ar: تفاصيل الاعلان
tr: Reklam ayrıntıları

# kNeighborhood
source: Neighborhood
ar: المرافق العامة
tr: Mahlle

# kTransportation
source: Transportation
ar: وسائل النقل
tr: taşımacılık

# kYouShouldTakeDate
source: Must make an appointment {value}
ar: يجب أخد موعد من {value}
tr: Randevu almalı {value}

# kTakeAppointment
source: Take an appointment now
ar: احجز موعد الآن
tr: şimdi randevu al

# kTakeAppointmentToWatch
source: Property viewing date
ar: موعد مشاهدة العقار
tr: Mülk görüntüleme tarihi

# kNameSurname
source: Name Surname
ar: الاسم والكنية
tr: Adı Soyadı

# kPhoneNumber
source: Phone number with country code
ar: رقم الهاتف مع رمز البلد
tr: Ülke kodu ile telefon numarası

# kAppointmentDate
source: Appointment date
ar: تاريخ الموعد
tr: randevu tarihi

# kAskClientIsInTurkey
source: Are you in Turkey?
ar: هل متواجدون في تركيا ؟
tr: Siz Türkiyede misiniz?

# kAppointmentMessageSend
source: Thank you, we will contact you to confirm and set the appointment time
ar: شكرا لكم سوف يتم التواصل معكم لتأكيد وتحديد ساعة الموعد
tr: Teşekkür ederiz, randevu saatini onaylamak ve ayarlamak için sizinle iletişime geçeceğiz.

# kRoomPlan
source: Apartment Models
ar: النماذج والمساحات
tr: Daire Modelleri

# kContractInformation
source: Lease contract information
ar: بيانات عقد الايجار
tr: kira sözleşmesi bilgileri

# kMonthlyRent
source: Monthly rent
ar: الايجار الشهري
tr: Aylık kira

# kDownPayment
source: First payment
ar: الدفعة الاولى
tr: İlk ödeme

# kContractDate
source: Date of contract
ar: تاريخ العقد
tr: Sözleşme tarihi

# kContractValidity
source: Contract Duration
ar: مد العقد
tr: Kontrat süresi

# kRentForWhat
source: Rent for what
ar: الايجار من أجل
tr: Ne için kirala

# kRentType
source: Rent type
ar: نوع الايجار
tr: Kira türüe

# kRentPaymentMethod
source: Payment method
ar: طريق الدفع
tr: Ödeme şekli

# kThings
source: Things
ar: الأشياء
tr: şeyler

# kNote
source: Notes
ar: ملاحظات
tr: Notlar

# kAddThing
source: Add Thing
ar: اضافة اشياء
tr: şeyler ekleyin

# kOwnerInfo
source: Owner Information
ar: معلومات المالك
tr: Mülk Sahibi Bilgileri

# kOwnerNameSurName
source: Name Surname -owner
ar: الاسم والكنية-المالك
tr: Adı soyadı-Mülk Sahibi

# kOwnerID
source: ID-Owner No.
ar: رقم الهوية-المالك
tr: Kimlik Mülk Sahibi No.

# kOwnerPhone
source: Phone number-owner
ar: رقم الهاتف-المالك
tr: Telefon numarası Mülk Sahibi

# kRenterInfo
source: Renter Information
ar: معلومات المؤجر
tr: Kiracı Bilgileri

# kRenterNameSurName
source: Name Surname -renter
ar: الاسم والكنية-المؤجر
tr: Adı ve soyadı - kiracı

# kRenterId
source: ID-Renter No.
ar: رقم الهوية-المؤجر
tr: kimlik numarası - kiracı

# kRenterPhone
source: Phone number-renter
ar: رقم الهاتف-المؤجر
tr: Telefon numarası - kiracı

# kAddRenters
source: add renter
ar: اضافة مؤجر
tr: kiracı ekle

# kLogoPath
source: logo_no_background_en
ar: logo_no_background_ar
tr: logo_no_background_tr

# kMessage
source: Your message
ar: رسالتك لنا
tr: Mesajın

# kDoYouBuy
source: Want to buy?
ar: هل تريد الشراء ؟
tr: satın almak istiyor musun?

# kDoYouSell
source: Want to sell ?
ar: هل تريد البيع ؟
tr: satmak istiyor musun ?

# kOffers
source: Offers
ar: العروض
tr: Teklifler

# kDescription
source: Description
ar: الشرح
tr: Açıklama

# kMessageContact
source: You can contact us through the following links by clicking on the appropriate communication icon for you
ar: يمكنكم التواصل معنا من خلال الروابط التالية عبر الضغط على ايقونة التواصل المناسبة لكم
tr: Aşağıdaki linklerden size uygun olan iletişim ikonuna tıklayarak bizimle iletişime geçebilirsiniz.

# kMessageContactToHelp
source: Contact Us for help
ar: اتصل بنا للحصول على المساعدة
tr: Yardım için Bize Ulaşın

# kCommunication
source: Communication
ar: التواصل
tr: iletişim

# kUrgent
source: Urgent sale
ar: للبيع عاجل
tr: Acil satılık

# kUrgent1
source: Urgent
ar: عاجل
tr: Acil

# kUrgent2
source: Opportunity
ar: فرصة
tr: Fırsat

# kUrgentTitle
source: Urgent Offers
ar: العروض العاجلة
tr: Acil Fırsatlar

# kMessageSaveImageTrue
source: The image has been saved successfully {path}
ar: تم حفظ الصورة بنجاح {path}
tr: Resim başarıyla kaydedildi {path}

# kOfferLength
source: Number of offers {count}
ar: عدد العروض {count}
tr: Teklif sayısı {count}

# kClose
source: Close
ar: اغلاق
tr: Kapat

# kNoteExchangeRate
source: The offers on the site are priced on the Turkish lira. When the currency changes from the Turkish currency to another currency, the exchange rate is roughly calculated on the basis of the exchange rates of the World Central Bank.
ar: العروض الموجودة ضمن الموقع مسعرة على الليرة التركية ، عند تغير العملة من العملة التركية الى عملة اخرى يتم حساب سعر الصرف بشكل تقريبي على اساس اسعار صرف البنك المركزي العالمي .
tr: Sitedeki teklifler Türk Lirası üzerinden fiyatlandırılmaktadır.Para birimi Türk para biriminden başka bir para birimine geçtiğinde, döviz kuru Dünya Merkez Bankası döviz kurları baz alınarak kabaca hesaplanmaktadır.

# kempty
source: Empty
ar: فارغ

# kStreet
source: Street / Detailed Address
ar: الشارع / العنوان التفصيلي

# kSaleRequestTextFieldTitle
source: Apartment for sale request – Istanbul
ar: طلب بيع شقة – إسطنبول

# kSaleRequestTextFieldDec
source: Please provide property details and contact information. We will then contact you to assess the price and market the apartment.
ar: يرجى إدخال تفاصيل العقار ووسيلة التواصل. سنتواصل معك لتقييم السعر وتسويق الشقة.

# kSaleRequestTextField1
source: The district (İlçe) in Istanbul
ar: المنطقة (İlçe) في إسطنبول

# kSaleRequestTextField2
source: District/Neighborhood (Mahalle)
ar: الناحية / الحي (Mahalle)

# kSaleRequestTextField3
source: Street / Detailed Address
ar: الشارع / العنوان التفصيلي

# kSaleRequestTextField4
source: Number of rooms
ar: عدد الغرف

# kSaleRequestTextField5
source: Total area (m²)
ar: المساحة الكلية (م²)

# kSaleRequestTextField6
source: Floor
ar: الطابق

# kSaleRequestTextField7
source: Building age (in years)
ar: عمر البناء (بالسنوات)

# kSaleRequestTextField8
source: Within a residential complex?
ar: ضمن مجمع سكني؟

# kSaleRequestTextField9
source: Usage Status
ar: حالة الاستخدام

# kSaleRequestTextField10
source: Asking price (₺)
ar: السعر المطلوب (₺)

# kSaleRequestTextField11
source: Name Surname
ar: الاسم الكامل

# kSaleRequestTextField12
source: Phone number
ar: رقم الهاتف

# kSaleRequestTextField13
source: Email address (optional)
ar: البريد الالكتروني(اختياري)

source: Sing In
ar: تسجيل دخول
tr: Oturum aç

source: Email
ar: البريد الالكتروني
tr: E-posta

source: Password
ar: كلمة السر
tr: Parola

source: continue
ar: متابعة
tr: devam et

# ToContinue
source: To continue please enter your email & password
ar: للمتابعة يرجى كتابة البريد الالكتروني وكلمة السر
tr: Devam etmek için lütfen e-posta adresinizi ve şifrenizi girin

# fieldEmpty
source: This field cannot be empty..
ar: هذا المجال لا يمكن أن يكون فارغا.
tr: Bu alan boş olamaz.

source: Next
ar: التالي
tr: Sonraki

# LocationTile
source: Location of property
ar: موقع العقار
tr: Mülkün konumu

# RentalList
source: List rent
ar: شقق للايجار
tr: Kiralık dairelerin listesi

# adPhoto
source: Advertising photos
ar: صور الاعلان
tr: Reklam fotoğrafları

# Detail_Ad
source: Details Ad
ar: تفاصيل الاعلان
tr: İlan Detayları

source: Rooms
ar: عدد الغرف
tr: Oda Sayısı

source: Floor
ar: الطابق
tr: Bulunduğu Kat

source: Rent
ar: الإيجار
tr: Kira

source: Deposit
ar: التامين
tr: Depozito

# state
source: Furnished
ar: مفروش
tr: Eşyalı

source: Fee
ar: العائدات الشهرية
tr: Aidat

# dateAd
source: Ad Date
ar: تاريخ الاعلان

source: Net Area
ar: المساحة الصافية
tr: m² (Net)

source: Area
ar: المساحة الكلية
tr: m² (Brüt)

source: Balcony
ar: بلكون-شرفة
tr: Balkon

source: Ad No
ar: رقم الاعلان
tr: ilan No

source: Ad information
ar: معلومات الاعلان
tr: İlan Detayları

# images
source: Ad photos
ar: صور الاعلان
tr: İlan fotoğraflarıs

source: view all
ar: مشاهدة الكل
tr: Hepsini gör

source: Location
ar: الموقع
tr: Yer

source: Ad information
ar: معلومات الاعلان
tr: Reklam bilgileri

# kProjectType
source: Project Type
ar: نوع المشروع
tr: Proje tipi

# kShare
source: Share
ar: مشاركة
tr: Paylaş

# kNext
source: Next
ar: التالي
tr: devamındaki

# kAddPhoto
source: Add Photo
ar: اضافة صورة
tr: Fotoğraf ekle

# kDeleteMessage
source: Do you want to delete {value}
ar: هل تريد حذف الملف {value}
tr: Silmek istiyor musunuz {value}

# kContractList
source: Contract list
ar: عقود الايجار
tr: Sözleşme listesi

# kRentList
source: Rent list
ar: قائمة الايجارات
tr: Kira listesi

# kSaleList
source: Sale list
ar: قائمة البيع
tr: satış listesi

# kUsersList
source: Users list
ar: قائمة المستخدمين
tr: Kullanıcı listesi

# kAbout
source: About
ar: من نحن
tr: Hakkında

# kContact
source: Contact
ar: التواصل
tr: İletişim

# kira_title
source: RENTAL CONTRACT
ar: عقد إيجار
tr: KİRA SÖZLEŞMESİ

source: Province
ar: المدينة
tr: ili

source: District
ar: المنطقة
tr: ilce

source: neighborhood
ar: المحلة
tr: mahallesi

source: Avenue/Street
ar: الجادة-الشارع
tr: Cadde/Sokak

# apartman
source: Apartmant no:
ar: رقم الشقة
tr: Daire no:

source: Blok No
ar: رقم البناء

# RENTERHOSTED
source: RENTER - HOSTED BY
ar: المؤجر - صاحب الملك
tr: KIRAYA VERENIN - EV SAHIBI

source: Name Surname
ar: الاسم والكنية
tr: Adi soyad

# id
source: ID number
ar: الرقم الوطني
tr: TC:

# placeResidenceOwner
source: Place of residence
ar: موقع السكن الحالي
tr: ikametgah

source: Contact
ar: التواصل
tr: iletisim

source: Tenant
ar: المستأجر
tr: Kiraci

# TENANTnameSurname
source: Name Surname
ar: الاسم والكنية
tr: Adi soyad

# TENANTid
source: ID number
ar: الرقم الوطني
tr: TC

# TENANTplaceResidenceOwner
source: Place of residence
ar: موقع السكن الحالي
tr: ikametgah

# TENANTContact
source: Contact
ar: التواصل
tr: iletisim

source: Monthly rent
ar: الايجار الشهري رقما
tr: aylik kira rakamla

source: Monthly rent summer
ar: الايجار الشهري كتابة
tr: aylik kira yazile

source: Annual rent
ar: قيمة الايجار في السنة رقما
tr: senelik kira rakamla

source: Annual rent summer
ar: قيمة الايجار في السنة كتابة
tr: senelik kira yazile

source: Down payment
ar: الدفعة الأولى رقما
tr: pesinat rakamla

source: Down payment summer
ar: الذفعة الأولى كتابة
tr: pesinat yazile

source: Deposit
ar: التأمين رقما
tr: depozito rakamla

source: Deposit Summer
ar: التأمين كتابة
tr: depozito yazile

source: Beginning of rent
ar: تاريخ بدا العقد
tr: kiranin baslangici

# Current_status_aforementioned
source: Current status of the rented
ar: حالة العقار
tr: kira Durumu

source: Rental period
ar: مدة العقد
tr: kira muddeti

# WhatWillUsedForTheRented
source: What will be used for the rented
ar: لاي غرض سوف يستخدم العقار
tr: kira kullanilacgi

# payRent
source: How to pay the rent
ar: طريقة دفع الايجار
tr: Kiranın ne şekilde ödeceği

source: Final Result
ar: النتيجة النهائية
tr: Son Sonuç

source: User Id
ar: معرف المستخدم
tr: Kullanıcı kimliği

source: Lease Contracts
ar: عقود الايجار
tr: Kira sözleşmeleri

# applicationDeveloper
source: App Developer
ar: مطور التطبيق
tr: Uygulama geliştiricii

# furniture
source: Things that were delivered with the house
ar: الأشياء التي تم تسليمها مع المنزل
tr: Kiralanan mezkür ile beraber teslim olunan

# example
source: An example of a contract
ar: مثال عن العقد
tr: Bir sözleşme örneği

# contract
source: Writing a new contract
ar: كتابة عقد جديد
tr: Yeni bir sözleşme yazma

# fieldEmptyTitle
source: Attention ⚠︎ ⛔️
ar: تنبيه ⚠︎ ⛔️
tr: Dikkat ⚠︎ ⛔️

# fieldEmptyMessage
source: Please ensure that all data are entered
ar: يرجى التأكد من ان جميع البيانات مدخلة
tr: Lütfen tüm verilerin girildiğinden emin olun

# DISMISS
source: Close️
ar: اغلاق
tr: Kapat

# fieldError
source: This field cannot be empty
ar: هذا الحقل لا يمكن ان يكون فارغا
tr: Bu alan boş olamaz

source: Show pdf
ar: شاهد الملف
tr: Dosyayı izle

# listEmpty
source: List is Empty
ar: القائمة فارغة
tr: Liste boş

source: Cancel
ar: الغاء
tr: İptal et

# yse
source: Yes
ar: نعم
tr: Evet

# deleteFileMessage
source: Do you want to delete the file !!
ar: هل تريد حذف الملف !!
tr: Dosyayı silmek istiyor musunuz!!

source: Delete
ar: حذف
tr: Sil

# prices
source: Monthly rent , Deposit
ar: الايجار , التأمين , والدفعة الأولى
tr: aylik kira , depozito ,pesinat

# rentTitleTimeState
source: rent: price,time,pay
ar: الأيجار : المدة,البدء,الحالة,الدفع
tr: kira : muddeti,ödeme,Durumu

# houseLocation
source: Property location
ar: موقع العقار
tr: Gayrimenkulün konumu

source: add person
ar: اضافة شخص
tr: Kişi ekleyin

# kira
source: RENT :
ar: الايجار :
tr: KIRA :

source: DATE :
ar: التاريخ :
tr: TARIH :

source: FLAT :
ar: رقم الشقة :
tr: DAIRE :

source: BLOK :
ar: البناء :

source: Flat Numbers :
ar: عدد الشقق :
tr: Daire sayısı :

# flat_add
source: Add Flat
ar: اضافة شقة

# flat_add_photo
source: Add Flat Images
ar: اضافة صورالشقة
tr: Daire Resimleri Ekle

source: Flat List
ar: لائحةالشقق
tr: Dairelerin listesi

source: Site name :
ar: اسم المجمع :
tr: Site Adi :

source: Add Photo
ar: اضف صورة
tr: Resim ekle

source: uploading
ar: جاري التحميل
tr: yükleniyor

# photoFlat
source: flat photo
ar: صور الشقة
tr: Dairelerin Resimleri

# noPhotoFlat
source: flat photo Empty
ar: لا يوجد صور حاليا

source: Name
ar: الاسم
tr: Adı,Soyadı

# daire
source: Apartment
ar: الشقة
tr: Daire

# bina
source: Build
ar: البناء
tr: Bina

# numara
source: Phone
ar: رقم الهاتف
tr: Numara

# tarih
source: Date
ar: تاريخ
tr: Tarih

# Kira
source: Rent
ar: الإيجار
tr: Kira

# edit
source: Update
ar: تعديل

source: price
ar: السعر
tr: Fiyat

source: For Sale List
ar: شقق للبيع
tr: Satılık daireleri

source: Age building
ar: بناء العمر
tr: Bina Yaşı

source: Inside site
ar: الموقع الداخلي
tr: Site İçerisinde

source: explanation
ar: توضيح
tr: açıklama

# testfortest
source: Hi
ar: أهلاً
